---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.Room
enum: Autodesk.Revit.DB.ScheduleFieldType
zh: 房间
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.Room

**中文**: 房间

A parameter of the room that a scheduled element belongs to.